aaron-bond.better-comments
anan.jetbrains-darcula-theme
anteprimorac.html-end-tag-labels
antfu.iconify
astro-build.astro-vscode
atommaterial.a-file-icon-vscode
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
biomejs.biome
bradlc.vscode-tailwindcss
cardinal90.multi-cursor-case-preserve
charliermarsh.ruff
christian-kohler.npm-intellisense
codium.codium
dbaeumer.vscode-eslint
donebd.vscode-keypromoter
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
euskadi31.json-pretty-printer
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
frinkr.pdf
github.copilot
github.copilot-chat
gruntfuggly.todo-tree
isudox.vscode-jetbrains-keybindings
jannisx11.batch-rename-extension
lokalise.i18n-ally
mathematic.vscode-pdf
mikestead.dotenv
monilpatel.learn-keyboard-shortcuts
ms-azuretools.vscode-containers
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.powershell
mtxr.sqltools
mtxr.sqltools-driver-sqlite
naumovs.color-highlight
randomfractalsinc.duckdb-sql-tools
redhat.vscode-yaml
stivo.tailwind-fold
streetsidesoftware.code-spell-checker
tal7aouy.rainbow-bracket
vincaslt.highlight-matching-tag
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vivaxy.vscode-conventional-commits
voldemortensen.rainbow-tags
vsls-contrib.codetour
yatki.vscode-surround
yoavbls.pretty-ts-errors
